log/2019-11-07/2019-11-07-10:55:40
10        Threads
40        Connections per thread
175000    Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        83371.28          ---          ---      4.82800      4465.03 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      83371.28         0.00         0.00      4.82800      4465.03 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.230         0.00
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.00
SET       0.290         0.01
SET       0.300         0.01
SET       0.310         0.02
SET       0.320         0.02
SET       0.330         0.02
SET       0.340         0.03
SET       0.350         0.03
SET       0.360         0.04
SET       0.370         0.04
SET       0.380         0.05
SET       0.390         0.05
SET       0.400         0.06
SET       0.410         0.06
SET       0.420         0.07
SET       0.430         0.07
SET       0.440         0.08
SET       0.450         0.08
SET       0.460         0.09
SET       0.470         0.09
SET       0.480         0.10
SET       0.490         0.11
SET       0.500         0.11
SET       0.510         0.12
SET       0.520         0.12
SET       0.530         0.13
SET       0.540         0.14
SET       0.550         0.14
SET       0.560         0.15
SET       0.570         0.15
SET       0.580         0.16
SET       0.590         0.16
SET       0.600         0.16
SET       0.610         0.17
SET       0.620         0.17
SET       0.630         0.18
SET       0.640         0.18
SET       0.650         0.19
SET       0.660         0.19
SET       0.670         0.20
SET       0.680         0.20
SET       0.690         0.21
SET       0.700         0.21
SET       0.710         0.22
SET       0.720         0.22
SET       0.730         0.23
SET       0.740         0.23
SET       0.750         0.24
SET       0.760         0.24
SET       0.770         0.25
SET       0.780         0.25
SET       0.790         0.26
SET       0.800         0.26
SET       0.810         0.27
SET       0.820         0.27
SET       0.830         0.28
SET       0.840         0.29
SET       0.850         0.29
SET       0.860         0.30
SET       0.870         0.31
SET       0.880         0.31
SET       0.890         0.32
SET       0.900         0.33
SET       0.910         0.34
SET       0.920         0.35
SET       0.930         0.36
SET       0.940         0.37
SET       0.950         0.38
SET       0.960         0.40
SET       0.970         0.41
SET       0.980         0.42
SET       0.990         0.44
SET       1.000         0.52
SET       1.100         0.71
SET       1.200         0.93
SET       1.300         1.13
SET       1.400         1.32
SET       1.500         1.48
SET       1.600         1.63
SET       1.700         1.79
SET       1.800         1.97
SET       1.900         2.20
SET       2.000         2.49
SET       2.100         2.85
SET       2.200         3.32
SET       2.300         3.92
SET       2.400         4.67
SET       2.500         5.62
SET       2.600         6.80
SET       2.700         8.20
SET       2.800         9.88
SET       2.900        11.76
SET       3.000        13.91
SET       3.100        16.26
SET       3.200        18.79
SET       3.300        21.47
SET       3.400        24.25
SET       3.500        27.11
SET       3.600        30.01
SET       3.700        32.93
SET       3.800        35.83
SET       3.900        38.70
SET       4.000        41.53
SET       4.100        44.30
SET       4.200        47.01
SET       4.300        49.64
SET       4.400        52.21
SET       4.500        54.65
SET       4.600        57.02
SET       4.700        59.29
SET       4.800        61.47
SET       4.900        63.55
SET       5.000        65.49
SET       5.100        67.35
SET       5.200        69.10
SET       5.300        70.76
SET       5.400        72.34
SET       5.500        73.80
SET       5.600        75.19
SET       5.700        76.50
SET       5.800        77.73
SET       5.900        78.90
SET       6.000        79.98
SET       6.100        81.01
SET       6.200        81.98
SET       6.300        82.89
SET       6.400        83.75
SET       6.500        84.56
SET       6.600        85.32
SET       6.700        86.03
SET       6.800        86.71
SET       6.900        87.35
SET       7.000        87.96
SET       7.100        88.53
SET       7.200        89.07
SET       7.300        89.59
SET       7.400        90.08
SET       7.500        90.54
SET       7.600        90.98
SET       7.700        91.40
SET       7.800        91.80
SET       7.900        92.17
SET       8.000        92.54
SET       8.100        92.88
SET       8.200        93.21
SET       8.300        93.52
SET       8.400        93.82
SET       8.500        94.10
SET       8.600        94.38
SET       8.700        94.64
SET       8.800        94.89
SET       8.900        95.12
SET       9.000        95.35
SET       9.100        95.57
SET       9.200        95.78
SET       9.300        95.98
SET       9.400        96.17
SET       9.500        96.35
SET       9.600        96.53
SET       9.700        96.69
SET       9.800        96.85
SET       9.900        97.01
SET      10.000        97.73
SET      11.000        98.62
SET      12.000        99.15
SET      13.000        99.47
SET      14.000        99.66
SET      15.000        99.77
SET      16.000        99.84
SET      17.000        99.88
SET      18.000        99.91
SET      19.000        99.93
SET      20.000        99.95
SET      21.000        99.96
SET      22.000        99.97
SET      23.000        99.97
SET      24.000        99.98
SET      25.000        99.98
SET      26.000        99.98
SET      27.000        99.99
SET      28.000        99.99
SET      29.000        99.99
SET      30.000        99.99
SET      31.000        99.99
SET      32.000        99.99
SET      33.000        99.99
SET      34.000       100.00
SET      35.000       100.00
SET      36.000       100.00
SET      37.000       100.00
SET      38.000       100.00
SET      39.000       100.00
SET      40.000       100.00
SET      41.000       100.00
SET      42.000       100.00
SET      43.000       100.00
SET      44.000       100.00
SET      45.000       100.00
SET      46.000       100.00
SET      47.000       100.00
SET      48.000       100.00
SET      49.000       100.00
SET      50.000       100.00
SET      51.000       100.00
SET      52.000       100.00
SET      53.000       100.00
SET      54.000       100.00
SET      55.000       100.00
SET      56.000       100.00
SET      57.000       100.00
SET      58.000       100.00
SET      59.000       100.00
SET      60.000       100.00
SET      61.000       100.00
SET      62.000       100.00
SET      63.000       100.00
SET      64.000       100.00
SET      66.000       100.00
SET      71.000       100.00
SET      74.000       100.00
SET      79.000       100.00
SET      88.000       100.00
SET      89.000       100.00
SET      93.000       100.00
---
---